{
  "welcome": "Willkommen bei Space Apps!",
  "common_widgets_rules": "Regeln",
  "common_widgets_description": "Beschreibung",
  "common_widgets_share": "Teilen",
  "common_widgets_share_content": "Guck dir dieses coole App an! ",
  "compare_rules": "Vergleichen Sie die angezeigten Gleichungen und wahlen Sie die rictige Operation",
  "letter_number_rules": "Wählen Sie den passenden Typ der aufgetauchten Buchstabe oder Nummer",
  "rising_colors_rules": "Passt die FARBE vom linken Text zu ihrem NAMEN auf der rechten Seite?",
  "simple_counting_rules": "Zählen Sie Antwort der erscheinenden Gleichung",
  "remember_the_number_rules": "Wiederholen Sie die angezeigte Nummer",
  "sequence_rules": "Merken Sie die Reihenfolge der angezeigten Quadrate und wiederholen sie",
  "mark_the_last_rules": "Markieren Sie das zuletzt erschienen Quadrat",
  "sharp_eyes_rules": "Sind die Figuren und ihre Farben in weissen Quadraten gleich?",
  "mental_counting_rules": "Zählen Sie jede Operation und geben Sie am Ende das Ergebnis ein",
  "number_agility_rules": "Wählen Sie die Zahlen in aufsteigender Reihenfolge und dann ihre Summe",
  "correctly_rules": "Ist die angezeigte Matheoperation wahr?",
  "just_remember_rules": "Klicken Sie auf alle gefärbte Figuren, nachdem sie verschwunden haben",
  "compare_short_description": "Fortgeschrittenes Spiel zur Verbesserung der Zählfähigkeiten und Aufmerksamkeit",
  "compare_long_description": "Verbessere deine Mathekenntnisse mit „Gleichung vergleichen“!\n\n„Gleichung vergleichen“ ist ein unterhaltsames und rasantes Mathespiel, das dein Gehirn mit jeder Runde herausfordert! Es ist einfach zu spielen, wird aber mit zunehmenden Erfolgen schwieriger.\n\nSpielanleitung:\nZwei verschiedene Gleichungen erscheinen auf dem Bildschirm. Deine Aufgabe? Entscheide, ob die erste größer, kleiner oder gleich der zweiten ist – und das alles, bevor die Zeit abläuft!\nIm weiteren Verlauf:\n- Die Zahlen werden größer\n- Die Zeit wird kürzer\n- Und sogar römische Ziffern erscheinen, um deine Fähigkeiten weiter auf die Probe zu stellen!\n\nFunktionen:\n- Einfach zu erlernen, schwer zu meistern\n- Ideal, um schnelles Rechnen und logisches Denken zu verbessern\n- Spaß für alle Altersgruppen – vom Schüler bis zum Mathe-Liebhaber\n- Der zunehmend schwierigere Schwierigkeitsgrad hält dich auf Trab\n\nSpiel regelmäßig und werde ein wahrer Mathematik-Meister!\n\nVielen Dank für deine Unterstützung und viel Spaß beim Lösen!",
  "rising_colors_short_description": "Einfaches Spiel zur Verbesserung der Konzentrations- und Aufmerksamkeitsfähigkeit",
  "rising_colors_long_description": "Fordern Sie Ihren Verstand mit Rising Colors heraus!\n\nRising Colors beginnt einfach – wird aber schnell zu einer echten Herausforderung für Ihre Konzentration und Detailgenauigkeit. Es ist ein kniffliges Spiel, das Ihre Konzentration auf eine ganz besondere Art trainiert.\n\nSpielanleitung:\nZwei Farbnamen erscheinen auf dem Bildschirm. Jedes Wort wird in einer anderen Farbe angezeigt.\nIhre Aufgabe:\nVergleichen Sie die Farbe des linken Wortes mit dem Namen des rechten Wortes.\nKlingt einfach? Ihr Gehirn wird versuchen, Sie auszutricksen – bleiben Sie aufmerksam!\n\nWenn Sie richtig antworten:\n– Die Zeit wird kürzer\n– Das Tempo wird schneller\n– Und neue Schwierigkeitsstufen entstehen!\n\nSchließlich erscheint ein zweites Paar … dann ein drittes, und Sie müssen sie alle vergleichen – unter Druck!\n\nWarum du es lieben wirst:\n– Steigert Aufmerksamkeit, Konzentration und geistige Beweglichkeit\n– Unterhaltsames, rasantes Gameplay mit steigendem Schwierigkeitsgrad\n– Fesselnde Farb-Wort-Zuordnungs-Herausforderung\n– Perfekt für schnelles Denktraining\n\nBeherrsche die Regeln, vertraue deiner Konzentration und beobachte, wie sich dein Gehirn in Echtzeit anpasst!\n\nVielen Dank für deine Unterstützung – und viel Spaß bei der Herausforderung von Rising Colors!",
  "letter_number_short_description": "Lustiges Spiel zur Verbesserung der Aufmerksamkeit, Konzentration und Problemlösungsfähigkeiten",
  "letter_number_long_description": "Entfessele deine Konzentration mit Buchstabenzahlen!\n\nBuchstabenzahlen ist ein schnelles, herausforderndes Spiel für Spieler mit scharfem Verstand und höchster Konzentration. Es mag zunächst einfach erscheinen – aber es zu meistern erfordert enorme geistige Beweglichkeit!\n\nSpielanleitung:\nEine Zahl und ein Buchstabe erscheinen zusammen in einem gelben Kästchen.\nDeine Aufgabe? Entscheide anhand der aktuellen Eingabeaufforderung:\n- Ist die Zahl gerade oder ungerade?\n- Ist der Buchstabe ein Vokal oder ein Konsonant?\n\nDer Clou:\nDer Fokus wechselt ständig zwischen Zahlen und Buchstaben – dein Gehirn muss sich in Echtzeit anpassen.\nUnd je mehr richtige Antworten du gibst:\n- Die Zeit wird kürzer\n- Das Tempo wird schneller\n- Die Herausforderung wird härter!\n\nWarum du es lieben wirst:\n- Fördert extreme Konzentration und geistige Flexibilität\n- Trainiert Logik und Reaktionsgeschwindigkeit\n- Ein echter Test für Konzentration unter Druck\n- Unterhaltsam, süchtig machend und endlos wiederholbar\n\nBleib dran und entdecke verborgene Konzentrationskräfte, von denen du nie wusstest, dass du sie besitzt.\n\nDanke fürs Spielen und Unterstützen von Letter Number – jetzt wollen wir sehen, wie weit Ihr Verstand gehen kann!eutsch",
  "just_remember_short_description": "Einfaches Spiel zur Verbesserung des Gedächtnisses mit erscheinenden und verschwindenden Quadraten",
  "just_remember_long_description": "Trainiere dein Gedächtnis mit Just Remember!\n\nJust Remember ist ein einfaches, aber anspruchsvolles Gedächtnisspiel, das leicht beginnt, aber dein Kurzzeitgedächtnis schnell auf die Probe stellt!\n\nSpielanleitung:\nBeobachte aufmerksam, wie kurzzeitig Quadrate auf dem Bildschirm erscheinen.\nMerke dir ihre Positionen – dann verschwinden sie!\nDeine Aufgabe ist es, genau dieselben Quadrate zu antippen, bevor die Zeit abläuft.\nEntscheidest du dich falsch, musst du von vorne beginnen!\n\nIm weiteren Verlauf:\n- Es erscheinen mehr Quadrate\n- Die Zeit wird kürzer\n- Und dein Gedächtnis wird an seine Grenzen gebracht!\n\nWarum du es lieben wirst:\n- Schnell zu erlernen, schwer zu meistern\n- Stärkt dein Kurzzeitgedächtnis und deine Konzentration\n- Lustiges und süchtig machendes Gehirntraining\n- Ideal für alle Altersgruppen\n\nHör auf, Dinge zu vergessen, und trainiere noch heute dein Gedächtnis!\n\nProbiere es jetzt aus und lass uns wissen, wie weit du kommst.\nVielen Dank für deine Unterstützung!",
  "sharp_eyes_short_description": "Steigern Sie Ihre Konzentration und Ihren Fokus mit einem einfachen, innovativen Ansatz!",
  "sharp_eyes_long_description": "Sharp Eyes ist ein einfaches, aber zunehmend anspruchsvolles Handyspiel, das deine Konzentration und dein Gedächtnis auf die Probe stellt. Mit jeder richtigen Antwort steigt der Schwierigkeitsgrad – nur wer die schärfsten Augen und die beste Konzentration hat, erreicht die höchsten Punktzahlen!\n\nDas Gameplay ist leicht zu verstehen, aber schwer zu meistern. Dir werden Formpaare in halbtransparenten weißen Quadraten angezeigt. Deine Aufgabe? Entscheide schnell, ob Form und Farbe gleich sind – aber beeil dich, denn du spielst gegen die Zeit.\n\nNach jeder Antwort rutschen die Figuren nach links und geben das nächste Paar frei. Der Clou: Mit jeder Runde bleiben weniger Figuren sichtbar und deine Zeit wird kürzer. Das heißt, du musst dir die vorherigen Figuren merken, um die richtigen Entscheidungen zu treffen. Wenn nur noch eine Figur auf dem Bildschirm ist, beginnt die wahre Herausforderung – und der Spaß beginnt!\n\nProbiere Sharp Eyes aus und finde heraus, wie weit deine Konzentration dich bringt. Es ist schnell zu lernen, macht Spaß und ist perfekt, um deine Konzentration jederzeit und überall zu schärfen.\n\nVielen Dank für dein Interesse!",
  "remember_the_number_short_description": "Lernen Sie, sich lange Zahlen zu merken und verbessern Sie Ihr Gedächtnis in kurzer Zeit mit Leichtigkeit!",
  "remember_the_number_long_description": "Hast du schon einmal davon geträumt, dir mühelos mehr als 10 Zahlen zu merken?\n\nJetzt ist es möglich – und es ist einfacher als du denkst!\n\nDieses unterhaltsame und anspruchsvolle Gedächtnisspiel trainiert dein Gehirn in nur wenigen Sitzungen, sich immer längere Zahlen zu merken. So funktioniert es:\n\nEine Zahl erscheint kurz auf dem Bildschirm. Versuche, sie dir einzuprägen, bevor sie verschwindet!\nSobald sie verschwindet, erscheint eine Tastatur und ein Timer beginnt zu ticken.\nDeine Aufgabe ist es, die Zahl, die du gerade gesehen hast, schnell einzugeben. Vorsicht – ein Fehler kostet dich ein Leben, und du hast insgesamt nur drei Leben!\n\nMit jeder richtigen Antwort werden die Zahlen länger und schwieriger – und bringen dein Gedächtnis an neue Grenzen.\n\nWarte nicht – trainiere jetzt dein Gehirn und entdecke, wie leicht du dir selbst riesige Zahlen merken kannst!",
  "correctly_short_description": "Verbessern Sie Ihre Zähl- und Konzentrationsfähigkeiten, indem Sie Gleichungen rechtzeitig lösen!",
  "correctly_long_description": "Correctly ist ein schnelles und unterhaltsames Mathespiel, das dein Gehirn mit jeder richtigen Antwort herausfordert. Die Regeln sind einfach – aber je geschickter du spielst, desto schwieriger wird das Spiel!\n\nSpielanleitung:\nAuf dem Bildschirm werden zwei Gleichungen mit einem Vergleichszeichen (>, < oder =) angezeigt.\nDeine Aufgabe? Entscheide, ob der Vergleich richtig oder falsch ist, und tippe dann auf JA oder NEIN.\n\nKlingt einfach? Warte einfach:\n– Die Zahlen werden größer, je weiter du vorankommst.\n– Die Zeit wird mit jedem Level kürzer.\n– Und knifflige römische Zahlen tauchen auf!\n\nWarum du es lieben wirst:\n– Einfaches Gameplay mit echter Herausforderung\n– Ideal, um deine Rechengeschwindigkeit und -genauigkeit zu verbessern\n– Perfekt für schnelles Gehirntraining zu jeder Zeit\n\nSpaß für jedes Alter!\n\nTeste deine Fähigkeiten – wie viele richtige Antworten schaffst du?\n\nVielen Dank für deine Unterstützung und viel Spaß beim Spielen!",
  "mental_counting_short_description": "Verbessern Sie Ihre Zählfähigkeiten, indem Sie viele aufeinanderfolgende mathematische Operationen lösen",
  "mental_counting_long_description": "Gehe mit Kopfrechnen an deine Grenzen!\n\nKopfrechnen ist ein rasantes, anspruchsvolles Mathespiel, das deine Konzentration und Rechenfähigkeiten von der ersten Sekunde an auf die Probe stellt!\n\nSpielanleitung:\nMathematische Operationen erscheinen nacheinander auf dem Bildschirm.\nDu musst jedes Ergebnis im Kopf berechnen und am Ende die endgültige Antwort eingeben.\nKlingt einfach? Denk nochmal nach.\n\nIm Laufe des Spiels:\n- Die Zahlen werden größer.\n- Pro Runde kommen mehr Operationen hinzu.\n- Und die Zeit wird immer kürzer!\n\nEine falsche Antwort, und alles beginnt von vorne – also bleib konzentriert!\n\nWarum du es lieben wirst:\n- Perfekt, um Geschwindigkeit und Genauigkeit im Kopfrechnen zu verbessern.\n- Stärkt Konzentration und Rechensicherheit.\n- Fesselndes und lohnendes Gameplay.\n- Ideal für Fortgeschrittene und Mathe-Fans.\n\nGenieße die Herausforderung des Kopfrechnens wie nie zuvor!\n\nVielen Dank für deine Unterstützung und viel Spaß beim Zählen!",
  "number_agility_short_description": "Fortgeschrittenes Zählspiel zur Verbesserung der Gehirnleistung, das nirgendwo sonst erhältlich ist",
  "number_agility_long_description": "Number Agility ist ein rasantes und zunehmend anspruchsvolles Handyspiel, das dein Gedächtnis, deine Konzentration und deine Rechenfähigkeiten auf die ultimative Probe stellt!\n\nSpielanleitung:\n- Zahlen erscheinen zufällig in Feldern auf dem Spielfeld.\n- Tippe sie in aufsteigender Reihenfolge an – aber verliere nicht den Überblick über deine Auswahl!\n- Sobald alle Zahlen markiert sind, erscheinen vier neue Felder.\n- Eines davon enthält die richtige Summe der gerade ausgewählten Zahlen.\n\nWähle weise – und schnell!\n\nJede richtige Antwort erhöht den Schwierigkeitsgrad und fordert dein Gehirn zu mehr Geschwindigkeit und Intelligenz. Nur wer sich messerscharf konzentriert und geistig fit ist, erzielt das beste Ergebnis.\n\nDenke schnell. Zähle schneller.\nKannst du dem Druck von Number Agility standhalten?",
  "simple_counting_short_description": "Verbessern Sie Ihre Zählfähigkeiten durch das Lösen einfacher mathematischer Gleichungen",
  "simple_counting_long_description": "Verbessere dein Kopfrechnen mit Simple Counting!\n\nSimple Counting ist ein leicht verständliches Mathespiel, das deine Rechenfähigkeiten verbessert und dein mathematisches Verständnis stärkt – und das mit Spaß!\n\nSpielanleitung:\nGleichungen erscheinen auf dem Bildschirm, die du schnell lösen musst.\n\nJe mehr richtige Antworten du gibst:\n– Die Zahlen werden größer.\n– Die Zeit wird kürzer.\n– Die Herausforderung wächst!\n\nAber Vorsicht – eine falsche Antwort und du stehst wieder vor einfacheren Aufgaben.\n\nWarum du es lieben wirst:\n– Ideal zum Üben schneller Mathematik\n– Perfekt für alle Altersgruppen und Fähigkeitsstufen\n– Fördert schnelles, genaues Denken\n– Einfaches, übersichtliches und fesselndes Gameplay\n\nSpiel regelmäßig und erlebe, wie deine Rechengeschwindigkeit und dein Selbstvertrauen steigen!\n\nVielen Dank für deine Unterstützung – viel Spaß beim Verbessern!",
  "mark_the_last_short_description": "Einfaches Spiel zur Verbesserung von Gedächtnis und Aufmerksamkeit",
  "mark_the_last_long_description": "Verbessere dein Gedächtnis mit Mark the Last!\n\nMach dich bereit für eine Herausforderung und verbessere dein Gedächtnis mit Mark the Last – einem unterhaltsamen und einfachen Spiel, das mit zunehmender Spielstärke immer kniffliger wird!\n\nWichtige Funktionen:\n– Leicht zu erlernen\n– Weniger Zeitaufwand bei zunehmender Spielstärke\n– Ideal für Konzentrationstraining und Kurzzeitgedächtnis\n– Lustige Herausforderung für Solo- oder Gruppenspiele\n\nSpielanleitung:\nBeobachte, wie die grünen Felder auf dem Spielfeld erscheinen. Deine Aufgabe? Tippe auf das zuletzt hinzugefügte Feld. Mit jeder Runde wird ein neues Feld hinzugefügt, wodurch es schwieriger wird, sich an das letzte zu erinnern. Klingt einfach? Warte einfach, bis die Zeit abläuft!\n\nTeile Mark the Last und finde heraus, wer von deinen Freunden das beste Gedächtnis hat!\n\nDanke fürs Spielen und deine Unterstützung!",
  "sequence_short_description": "Lustiges Spiel für ein besseres Gedächtnis! Merken Sie sich die Reihenfolge der erscheinenden Quadrate und wiederholen Sie sie!",
  "sequence_long_description": "Sequence ist ein anspruchsvolles und fesselndes Gedächtnisspiel, das deine Konzentration und Geschwindigkeit auf die Probe stellt. Das Ziel ist einfach: Merk dir die richtige Reihenfolge der Quadrate und tippe sie in derselben Reihenfolge an – aber lass dich von der Einfachheit nicht täuschen.\n\nZu Beginn jeder Runde erscheinen kurz nummerierte Quadrate auf dem Bildschirm. Pass gut auf, denn sobald sie verschwinden, wird der Bildschirm schwarz. Dann bist du dran: Tippe jedes Quadrat in der gleichen Reihenfolge an, wie du es zuvor gesehen hast. Tippe auf das falsche, und das zählt als Fehler. Verpasst du die Reihenfolge, musst du es erneut versuchen.\n\nDie Herausforderung steigt mit jeder Runde – weniger Zeit zum Merken, mehr zum Erinnern und keine zweite Chance. Die Zeit läuft, und dein Gedächtnis ist dein einziges Werkzeug.\n\nSequence ist perfekt für alle, die Gehirntrainingsspiele lieben, die Gedächtnis, Konzentration und Reflexe testen.\n\nGlaubst du, du kannst mithalten? Lade Sequence herunter und schau, wie weit dein Gedächtnis dich bringt!"
}