{
  "welcome": "Welcome to Space Apps!",
  "common_widgets_rules": "Rules",
  "common_widgets_description": "Description",
  "common_widgets_share": "Share",
  "common_widgets_share_content": "Look at this awesome App! ",
  "compare_rules": "Compare appeared equations and choose the correct sign",
  "letter_number_rules": "Select appropriate type of appeared number or letter",
  "rising_colors_rules": "Does COLOR of text on the left side match its NAME on the right side?",
  "simple_counting_rules": "Count answer of appeared equation",
  "remember_the_number_rules": "Repeat the appeared number",
  "sequence_rules": "Remember sequence of appearing squares and repeat it",
  "mark_the_last_rules": "Mark last appeared square",
  "sharp_eyes_rules": "Are figures and their color in white squares same?",
  "mental_counting_rules": "Count every operation and at the end submit the result",
  "number_agility_rules": "Select numbers in ascending order and then their sum",
  "correctly_rules": "Is appeared maths operation correct?",
  "just_remember_rules": "Click on all colored figures after they have disappeared",
  "compare_short_description": "Advanced game for improving counting skills and attention",
  "compare_long_description": "Sharpen Your Math Skills with Compare Equation!\n\nCompare Equation is a fun and fast-paced math game that challenges your brain with every round! It’s easy to play but gets tougher the more you succeed.\n\nHow to Play:\nTwo different equations appear on the screen. Your task? Decide if the first is greater than, less than, or equal to the second — all before time runs out!\nAs you progress:\n- Numbers get bigger\n- Time gets shorter\n- And even Roman numerals start to appear to test your skills further!\n\nFeatures:\n- Simple to learn, challenging to master\n- Great for improving quick math and logical thinking\n- Fun for all ages – from students to math lovers\n- Progressively more difficult to keep you on your toes\n\nPlay regularly and become a true master of mathematics!\n\nThank you for your support and happy solving!\n",
  "rising_colors_short_description": "Easy game for improving concentration and attention skills",
  "rising_colors_long_description": "Challenge Your Mind with Rising Colors!\n\nRising Colors starts off simple—but quickly becomes a true test of your concentration and attention to detail. It’s a brain-twisting game that trains a very unique kind of focus.\n\nHow to Play:\nTwo color names appear on the screen. Each word is also displayed in a different color.\nYour task:\nCompare the color of the left word with the name of the right word.\nSounds simple? Your brain will try to trick you—stay sharp!\n\nAs you answer correctly:\n- Time gets shorter\n- The pace gets faster\n- And new layers of difficulty appear!\n\nEventually, a second pair appears… then a third, and you’ll need to compare them all—under pressure!\n\nWhy You’ll Love It:\n- Boosts attention, focus, and mental agility\n- Fun, fast-paced gameplay with escalating difficulty\n- Addictive color-word matching challenge\n- Perfect for quick mental workouts\n\nMaster the rules, trust your focus, and watch your brain adapt in real time!\n\nThanks for your support—and enjoy the challenge of Rising Colors!",
  "letter_number_short_description": "Fun game for improving attention, concentration and problem solving skills",
  "letter_number_long_description": "Unlock Your Focus with Letter Number!\n\nLetter Number is a fast, challenging game designed for players with sharp minds and top-tier concentration. It may seem simple at first—but mastering it takes serious mental agility!\n\nHow to Play:\nA number and a letter appear together in a yellow box.\nYour task? Decide based on the current prompt:\n- Is the number even or odd?\n- Is the letter a vowel or a consonant?\n\nBut here’s the twist:\nThe focus keeps switching between numbers and letters—forcing your brain to adapt in real time.\nAnd as you give more correct answers:\n- Time gets shorter\n- The pace gets faster\n- The challenge gets tougher!\n\nWhy You’ll Love It:\n- Builds extreme focus and mental flexibility\n- Trains both logic and reaction speed\n- A true test of concentration under pressure\n- Fun, addictive, and endlessly replayable\n\nStick with it, and you’ll uncover hidden powers of focus you never knew you had.\n\nThanks for playing and supporting Letter Number — now let’s see how far your mind can go!",
  "just_remember_short_description": "Simple game for improving memory with appearing and disappearing squares",
  "just_remember_long_description": "Train Your Memory with Just Remember!\n\nJust Remember is a simple yet challenging memory game that starts off easy — but quickly puts your short-term memory to the test!\n\nHow to Play:\nWatch carefully as squares briefly appear on the screen.\nMemorize their positions — then they disappear!\nYour task is to tap the exact same squares before time runs out.\nChoose wrong, and you’ll have to start over!\n\nAs you progress:\n- More squares appear\n- Time gets shorter\n- And your memory is pushed to its limits!\n\nWhy You'll Love It:\n- Quick to learn, hard to master\n- Boosts your short-term memory and focus\n- Fun and addictive brain training\n- Great for all ages\n\nStop forgetting things and start training your memory today!\n\nTry it now and let us know how far you can go.\nThank you for your support!",
  "sharp_eyes_short_description": "Boost your concentration and focus with a simple, innovative approach!",
  "sharp_eyes_long_description": "Sharp Eyes is a simple yet increasingly challenging mobile game that puts your focus and memory to the test. As you progress, every correct answer raises the difficulty level — only those with the sharpest eyes and strongest concentration will reach the top scores!\n\nThe gameplay is easy to grasp but tough to master. You’ll be shown pairs of shapes inside semi-transparent white squares. Your task? Decide quickly whether their shape and color are the same — but act fast, because you’re racing against the clock.\n\nAfter each answer, the figures slide to the left, revealing the next pair. Here's the twist: with every round, fewer figures remain visible, and your time gets shorter. That means you’ll need to remember the earlier figures to make the right calls. When only one figure is left on the screen, the real challenge begins — and so does the fun!\n\nGive Sharp Eyes a try and see how far your concentration can take you. It’s quick to learn, fun to play, and perfect for sharpening your focus anytime, anywhere.\n\nThank you for your interest!",
  "remember_the_number_short_description": "Learn to remember long numbers and improve your memory in short time with ease!",
  "remember_the_number_long_description": "Have you ever dreamed of effortlessly remembering more than 10 numbers?\n\nNow you can – and it's easier than you think!\n\nThis fun and challenging memory game will train your brain to recall longer and longer numbers with just a few sessions. Here's how it works:\n\nA number will appear on the screen for a short time. Try to memorize it before it disappears!\nOnce it vanishes, a keyboard will appear, and a timer will start ticking.\nYour task is to quickly enter the number you just saw. Be careful — one mistake will cost you a life, and you only have three lives in total!\n\nWith each correct answer, the numbers get longer and more difficult — pushing your memory to new limits.\n\nDon't wait — start training your brain now and discover how easily you can remember even huge numbers!",
  "correctly_short_description": "Improve your counting and concentration skills with solving equations on time!",
  "correctly_long_description": "Correctly is a fast and fun math game that challenges your brain with every correct answer. The rules are simple — but the game gets harder the smarter you play!\n\nHow to Play:\nTwo equations are shown on the screen with a comparison sign between them (>, <, or =).\nYour job? Decide if the comparison is correct or wrong, then tap YES or NO.\n\nSounds easy? Just wait:\n- Numbers get bigger as you advance\n- Time gets shorter with every level\n- And tricky Roman numerals start to appear!\n\nWhy You'll Love It:\n- Simple gameplay with real challenge\n- Great for improving math speed and accuracy\n- Perfect for quick brain workouts anytime\n\nFun for all ages!\n\nPut your skills to the test — how many can you get Correctly?\n\nThanks for your support and enjoy the game!",
  "mental_counting_short_description": "Improve your counting skills by solving many consequent maths operations",
  "mental_counting_long_description": "Push Your Limits with Mental Counting!\n\nMental Counting is a fast-paced, advanced math game that will challenge your focus and calculation skills from the very first second!\n\nHow to Play:\nMath operations appear one by one on the screen.\nYou must mentally calculate each result and enter the final answer at the end.\nSounds simple? Think again.\n\nAs you progress:\n- Numbers get larger\n- More operations are added per round\n- And time keeps shrinking!\n\nOne wrong answer, and it’s back to the start — so stay sharp and focused!\n\nWhy You’ll Love It:\n- Perfect for improving mental math speed and accuracy\n- Builds concentration and calculation confidence\n- Addictive and rewarding gameplay\n- Great for advanced learners and math lovers\n\nEnjoy the challenge of mental math like never before!\n\nThanks for your support and happy counting!",
  "number_agility_short_description": "Advanced counting game for improving brain, which is not available anywhere else",
  "number_agility_long_description": "Number Agility is a fast-paced and progressively challenging mobile game that puts your memory, focus, and quick math skills to the ultimate test!\n\nHow to Play:\n- Numbers appear randomly in squares on the board.\n- Tap them in ascending order — but don’t lose track of what you’ve selected!\n- Once all numbers are marked,  4 new squares appear.\n- One of these contains the correct sum of the numbers you just selected.\n \nChoose wisely — and quickly!\n\nEvery correct answer increases the difficulty, pushing your brain to move faster and smarter. Only those with razor-sharp focus and strong mental agility will achieve the best result.\n\nThink fast. Count faster.\nCan you handle the pressure of Number Agility?",
  "simple_counting_short_description": "Improve your counting skills by solving simple mathemathical equations",
  "simple_counting_long_description": "Boost Your Mental Math with Simple Counting!\n\nSimple Counting is an easy-to-play math game designed to sharpen your counting skills and build your mathematical awareness — all while having fun!\n\nHow to Play:\nEquations appear on the screen, and you must solve them quickly.\nThe more correct answers you give:\n- The numbers get larger\n- The time gets shorter\n- The challenge grows!\n\nBut be careful — one wrong answer, and you’re back to simpler problems.\n\nWhy You’ll Love It:\n- Great for practicing quick math\n- Perfect for all ages and skill levels\n- Helps develop fast, accurate thinking\n- Simple, clean, and addictive gameplay\n\nPlay regularly and watch your math speed and confidence soar!\n\nThank you for your support — enjoy improving with fun!",
  "mark_the_last_short_description": "Simple game for improving memory and attention",
  "mark_the_last_long_description": "Boost Your Memory with Mark the Last!\n\nGet ready to challenge and improve your memory with Mark the Last – a fun and simple game that gets trickier the better you get!\n\nKey Features:\n- Easy to learn\n- Less time as you improve\n- Great for training focus and short-term memory\n- Fun challenge to play solo or with friends\n\nHow to Play:\nWatch the green squares appear on the board. Your task? Tap the most recently added square. With each round, a new square is added, making it harder to remember the latest one. Sounds easy? Just wait until the timer starts shrinking!\n\nShare Mark the Last and see who among your friends has the sharpest memory!\n\nThanks for playing and supporting us!",
  "sequence_short_description": "Fun game for better memory! Remember sequence of appearing squares and repeat it!",
  "sequence_long_description": "Sequence is a challenging and addictive memory game that puts your focus and speed to the test. The objective is simple: remember the correct order of squares and tap them in the same sequence — but don’t let the simplicity fool you.\n\nAt the start of each round, numbered squares briefly appear on the screen. Pay close attention, because once they disappear, the screen goes blank. Then it's your turn: tap each square in the exact order you saw before. Tap the wrong one, and it counts as a mistake. Miss the order, and you’ll have to try again.\n\nThe challenge increases with every round — less time to memorize, more to remember, and no second chances. Time is ticking, and your memory is your only tool.\n\nSequence is perfect for anyone who loves brain-training games that test memory, concentration, and reflexes.\n\nThink you can keep up? Download Sequence and see how far your memory can take you!"
}