{
  "welcome": "Sveiki atvykę į Space Apps!",
  "common_widgets_rules": "Taisyklės",
  "common_widgets_description": "Aprašymas",
  "common_widgets_share": "Pasidalinti",
  "common_widgets_share_content": "Pažiurėk į šį neįtikėtiną Appsą! ",
  "compare_rules": "Palyginkite pasirodžiusias lygtis ir pasirinkite teisingą operaciją",
  "letter_number_rules": "Pasirinkite tinkamą pasirodančio numerio arba raidės tipą",
  "rising_colors_rules": "Ar sutampa kairio teksto SPALVA su jos PAVADINIMU dešinėje pusėje?",
  "simple_counting_rules": "Apskaičiuokite lygties atsakymą",
  "remember_the_number_rules": "Pakartokite pasirodžiusį numerį",
  "sequence_rules": "Atsiminkite pasirodžiusių kvadratų seką ir pakartokite ją",
  "mark_the_last_rules": "Pažymėkite paskutinį pasirodžiusį kvadratą",
  "sharp_eyes_rules": "Ar figuros baltose kvadratuose yra vienodi?",
  "mental_counting_rules": "Apskaičiuokite kiekvieną operaciją ir pabaigoje pateikite rezultatą",
  "number_agility_rules": "Pasirinkite skaičius didėjančia tvarka ir tada jų sumą",
  "correctly_rules": "Ar pasirodusi matematikos operacija teisinga?",
  "just_remember_rules": "Paspauskite ant visų dažytų figurų po to kai jie pradingo",
  "compare_short_description": "Pažangus žaidimas, skirtas lavinti skaičiavimo įgūdžius ir dėmesį",
  "compare_long_description": "Lavinkite savo matematikos įgūdžius su „Compare Equation“!\n\n„Compare Equation“ – tai smagus ir greitas matematikos žaidimas, kuris su kiekvienu raundu meta iššūkį jūsų smegenims! Jį lengva žaisti, bet kuo labiau sekasi, tuo sunkiau.\n\nKaip žaisti:\nEkrane pasirodo dvi skirtingos lygtys. Jūsų užduotis? Nuspręskite, ar pirmoji yra didesnė, mažesnė ar lygi antrajai – ir visa tai dar prieš pasibaigiant laikui!\n\nŽaidžiant toliau:\n- Skaičiai didėja\n- Laikas trumpėja\n- Ir net romėniški skaitmenys pradeda rodytis, kad dar labiau išbandytų jūsų įgūdžius!\n\nSavybės:\n- Paprasta išmokti, sudėtinga įvaldyti\n- Puikiai tinka greitam matematikos ir loginio mąstymo tobulinimui\n- Smagu visoms amžiaus grupėms – nuo mokinių iki matematikos mėgėjų\n- Vis sunkiau, kad išliktumėte budrūs\n\nŽaiskite reguliariai ir tapkite tikru matematikos meistru!\n\nDėkojame už jūsų palaikymą ir sėkmingą sprendimą!",
  "rising_colors_short_description": "Lengvas žaidimas, skirtas lavinti susikaupimą ir dėmesį",
  "rising_colors_long_description": "Iššūkis savo protui su „Rising Colors“!\n\n„Rising Colors“ prasideda paprastai, bet greitai tampa tikru jūsų susikaupimo ir dėmesio detalėms išbandymu. Tai smegenis lavinantis žaidimas, kuris lavina labai unikalų susikaupimą.\n\nKaip žaisti:\nEkrane pasirodo dviejų spalvų pavadinimai. Kiekvienas žodis taip pat rodomas skirtinga spalva.\n\nJūsų užduotis:\nPalyginkite kairiojo žodžio spalvą su dešiniojo žodžio pavadinimu.\n\nSkamba paprastai? Jūsų smegenys bandys jus apgauti – išlikite aštrūs!\n\nKai atsakysite teisingai:\n- Laikas trumpėja\n- Tempas greitėja\n- Ir atsiranda nauji sunkumo lygiai!\n\nGaliausiai atsiranda antra pora... tada trečia, ir jums reikės juos visus palyginti – esant spaudimui!\n\nKodėl jums tai patiks:\n- Lavina dėmesį, susikaupimą ir protinį judrumą\n- Smagus, greitas žaidimas su didėjančiu sunkumu\n- Įtraukiantis spalvų ir žodžių derinimo iššūkis\n- Puikiai tinka greitoms protinėms treniruotėms\n\nĮvaldykite taisykles, pasitikėkite savo susikaupimu ir stebėkite, kaip jūsų smegenys prisitaiko realiuoju laiku!\n\nAčiū už palaikymą – ir mėgaukitės „Rising Colors“ iššūkiu!",
  "letter_number_short_description": "Įdomus žaidimas, skirtas lavinti dėmesį, susikaupimą ir problemų sprendimo įgūdžius",
  "letter_number_long_description": "Atrakinkite savo susikaupimą su raide „Skaičius“!\n\nRaidės „Skaičius“ yra greitas, sudėtingas žaidimas, skirtas žaidėjams, turintiems aštrų protą ir aukščiausio lygio susikaupimą. Iš pradžių jis gali atrodyti paprastas, tačiau norint jį įvaldyti, reikia didelio protinio judrumo!\n\nKaip žaisti:\nSkaičius ir raidė atsiranda kartu geltoname langelyje.\nJūsų užduotis? Nuspręskite pagal dabartinę eilutę:\n- Ar skaičius lyginis, ar nelyginis?\n- Ar raidė yra balsė, ar priebalsė?\n\nTačiau štai esmė:\nDėmesys nuolat kaitaliojamas tarp skaičių ir raidžių, todėl jūsų smegenys yra priverstos prisitaikyti realiuoju laiku.\n\nIr kuo daugiau teisingų atsakymų:\n- Laikas trumpėja\n- Tempas greitėja\n- Iššūkis tampa sunkesnis!\n\nKodėl jums jis patiks:\n- Lavina ypatingą susikaupimą ir protinį lankstumą\n- Lavina logiką ir reakcijos greitį\n- Tikras susikaupimo išbandymas esant spaudimui\n- Smagus, įtraukiantis ir be galo daug kartų žaidžiamas\n\nLaikykitės šio žaidimo ir atrasite paslėptas susikaupimo galias, apie kurias net nežinojote, kad turite.\n\nAčiū, kad žaidžiate ir palaikote „Leidinį skaičių“ – dabar pažiūrėkime, kiek toli gali nueiti tavo protas!",
  "just_remember_short_description": "Paprastas žaidimas atminčiai lavinti su atsirandančiais ir išnykstančiais kvadratėliais",
  "just_remember_long_description": "Lavinkite atmintį su „Just Remember“!\n\n„Just Remember“ – tai paprastas, bet sudėtingas atminties žaidimas, kuris prasideda lengvai, bet greitai išbando jūsų trumpalaikę atmintį!\n\nKaip žaisti:\nAtidžiai stebėkite, kaip ekrane trumpam pasirodo kvadratėliai.\nĮsiminkite jų pozicijas – tada jie dingsta!\nJūsų užduotis – paliesti tuos pačius kvadratėlius, kol nesibaigė laikas.\n\nPasirinkite neteisingai ir turėsite pradėti iš naujo!\n\nŽaidžiant toliau:\n- Atsiranda daugiau kvadratėlių\n- Laikas trumpėja\n- Ir jūsų atmintis išstumiama iki ribų!\n\nKodėl jums tai patiks:\n- Greita išmokti, sunku įvaldyti\n- Lavina trumpalaikę atmintį ir susikaupimą\n- Smagus ir įtraukiantis smegenų lavinimas\n- Puikiai tinka visoms amžiaus grupėms\n\nNustokite pamiršti dalykus ir pradėkite lavinti savo atmintį jau šiandien!\n\nIšbandykite dabar ir praneškite mums, kiek toli galite nueiti.\n\nDėkojame už jūsų palaikymą!",
  "sharp_eyes_short_description": "Pagerinkite savo susikaupimą ir dėmesį paprastu, novatorišku metodu!",
  "sharp_eyes_long_description": "„Sharp Eyes“ – paprastas, bet vis sudėtingesnis mobilusis žaidimas, kuris išbando jūsų susikaupimą ir atmintį. Jums tobulėjant, kiekvienas teisingas atsakymas didina sudėtingumo lygį – tik tie, kurie turi aštriausias akis ir stipriausią susikaupimą, pasieks aukščiausius balus!\n\nŽaidimas lengvai suprantamas, bet sunkiai įvaldomas. Jums bus rodomos figūrų poros pusiau permatomuose baltuose kvadratuose. Jūsų užduotis? Greitai nuspręskite, ar jų forma ir spalva yra ta pati, bet veikite greitai, nes lenktyniaujate su laiku.\n\nPo kiekvieno atsakymo figūrėlės slenka į kairę, atidengdamos kitą porą. Štai esmė: su kiekvienu raundu lieka matomų figūrėlių vis mažiau, o jūsų laikas trumpėja. Tai reiškia, kad turėsite prisiminti ankstesnes figūrėles, kad galėtumėte teisingai nuspręsti. Kai ekrane lieka tik viena figūrėlė, prasideda tikrasis iššūkis – ir kartu linksmybės!\n\nIšbandykite „Sharp Eyes“ ir pažiūrėkite, kiek toli galite nuvesti su susikaupimu. Žaidimas greitai išmokstamas, smagus žaisti ir puikiai tinka norint pagerinti susikaupimą bet kada ir bet kur.\n\nDėkojame už jūsų susidomėjimą!",
  "remember_the_number_short_description": "Išmokite įsiminti ilgus skaičius ir lengvai pagerinkite savo atmintį per trumpą laiką!",
  "remember_the_number_long_description": "Ar kada nors svajojote be vargo įsiminti daugiau nei 10 skaičių?\n\nDabar galite – ir tai lengviau, nei manote!\n\nŠis smagus ir sudėtingas atminties žaidimas išmokys jūsų smegenis įsiminti vis ilgesnius skaičius vos per kelis seansus. Štai kaip tai veikia:\n\nEkrane trumpam pasirodys skaičius. Pabandykite jį įsiminti, kol jis neišnyks!\n\nJam išnykus, pasirodys klaviatūra ir pradės tiksėti laikmatis.\nJūsų užduotis – greitai įvesti ką tik matytą skaičių. Būkite atsargūs – viena klaida kainuos jums gyvybę, o iš viso turite tik tris gyvybes!\n\nSu kiekvienu teisingu atsakymu skaičiai tampa ilgesni ir sunkesni – taip jūsų atmintis pasiekia naujas ribas.\n\nNelaukite – pradėkite lavinti savo smegenis dabar ir atraskite, kaip lengvai galite įsiminti net ir didžiulius skaičius!",
  "correctly_short_description": "Tobulinkite savo skaičiavimo ir susikaupimo įgūdžius spręsdami lygtis laiku!",
  "correctly_long_description": "„Correctly“ – greitas ir smagus matematikos žaidimas, kuris meta iššūkį jūsų smegenims su kiekvienu teisingu atsakymu. Taisyklės paprastos, bet kuo sumaniau žaidžiate, tuo sunkesnis tampa žaidimas!\n\nKaip žaisti:\nEkrane rodomos dvi lygtys su palyginimo ženklu tarp jų (>, < arba =).\nJūsų užduotis? Nuspręskite, ar palyginimas teisingas, ar neteisingas, tada palieskite TAIP arba NE.\n\nSkamba lengvai? Tiesiog palaukite:\n- Skaičiai didėja jums žengiant į priekį\n- Laikas trumpėja su kiekvienu lygiu\n- Ir pradeda rodytis sudėtingi romėniški skaitmenys!\n\nKodėl jums tai patiks:\n- Paprastas žaidimo būdas su tikrais iššūkiais\n- Puikiai tinka matematikos greičiui ir tikslumui lavinti\n- Puikiai tinka greitoms smegenų mankštoms bet kuriuo metu\n\nSmagu visoms amžiaus grupėms!\n\nIšbandykite savo įgūdžius – kiek galite atspėti teisingai?\n\nDėkojame už jūsų palaikymą ir mėgaukitės žaidimu!",
  "mental_counting_short_description": "Tobulinkite savo skaičiavimo įgūdžius spręsdami daugybę nuoseklių matematinių veiksmų",
  "mental_counting_long_description": "Perženkite savo ribas su skaičiavimu mintinai!\n\nSkaičiavimas mintinai – tai greitas, pažangus matematikos žaidimas, kuris nuo pat pirmos sekundės išbandys jūsų susikaupimą ir skaičiavimo įgūdžius!\n\nKaip žaisti:\nMatematiniai veiksmai ekrane rodomi po vieną.\n\nKiekvieną rezultatą turite mintinai apskaičiuoti ir pabaigoje įvesti galutinį atsakymą.\n\nSkamba paprastai? Pagalvokite dar kartą.\n\nŽaidžiant toliau:\n- Skaičiai didėja\n- Kiekviename raunde pridedama daugiau veiksmų\n- Ir laikas vis trumpėja!\n\nVienas neteisingas atsakymas ir grįžimas į pradžią – tad išlikite aštrūs ir susikaupę!\n\nKodėl jums tai patiks:\n- Puikiai tinka mintinai skaičiuoti greičiau ir tiksliau\n- Lavina susikaupimą ir pasitikėjimą skaičiavimu\n- Įtraukiantis ir naudingas žaidimas\n- Puikiai tinka pažengusiems besimokantiesiems ir matematikos mėgėjams\n\nMėgaukitės mintinai skaičiavimo iššūkiu kaip niekada anksčiau!\n\nDėkojame už jūsų palaikymą ir sėkmingo skaičiavimo!",
  "number_agility_short_description": "Pažangus skaičiavimo žaidimas smegenų veiklai lavinti, kurio niekur kitur nėra",
  "number_agility_long_description": "„Number Agility“ – tai greitas ir vis sudėtingesnis mobilusis žaidimas, kuris išbando jūsų atmintį, susikaupimą ir greitus matematikos įgūdžius!\n\nKaip žaisti:\n- Skaičiai lentoje atsiranda atsitiktinai kvadratuose.\n- Palieskite juos didėjančia tvarka, bet nepamirškite, ką pasirinkote!\n- Kai visi skaičiai pažymėti, atsiranda 4 nauji kvadratai.\n- Viename iš jų yra teisinga ką tik pasirinktų skaičių suma.\n\nRinkitės išmintingai – ir greitai!\n\nKiekvienas teisingas atsakymas didina sunkumą, skatindamas jūsų smegenis judėti greičiau ir protingiau. Geriausią rezultatą pasieks tik tie, kurie pasižymi itin aštriu susikaupimu ir stipriu protiniu judrumu.\n\nMąstykite greitai. Skaičiuokite greičiau.\n\nAr galite susidoroti su „Number Agility“ spaudimu?",
  "simple_counting_short_description": "Tobulinkite savo skaičiavimo įgūdžius spręsdami paprastas matematines lygtis",
  "simple_counting_long_description": "Pagerinkite savo mintinai skaičiuojamus įgūdžius su paprastu skaičiavimu!\n\n„Simple Counting“ – tai lengvai žaidžiamas matematikos žaidimas, skirtas lavinti skaičiavimo įgūdžius ir lavinti matematinį sąmoningumą – visa tai smagiai leidžiant laiką!\n\nKaip žaisti:\nEkrane rodomos lygtys, kurias turite greitai išspręsti.\nKuo daugiau teisingų atsakymų pateiksite:\n- Skaičiai didės\n- Laikas trumpės\n- Iššūkis didės!\n\nBet būkite atsargūs – vienas neteisingas atsakymas ir grįšite prie paprastesnių uždavinių.\n\nKodėl jums tai patiks:\n- Puikiai tinka greitiems matematikos uždaviniams praktikuoti\n- Puikiai tinka visų amžiaus grupių ir įgūdžių lygių žaidėjams\n- Padeda lavinti greitą, tikslų mąstymą\n- Paprastas, aiškus ir įtraukiantis žaidimo būdas\n\nŽaiskite reguliariai ir stebėkite, kaip auga jūsų matematikos greitis ir pasitikėjimas savimi!\n\nDėkojame už jūsų palaikymą – mėgaukitės tobulėjimu linksmai!",
  "mark_the_last_short_description": "Paprastas žaidimas, skirtas pagerinti atmintį ir dėmesį",
  "mark_the_last_long_description": "Pagerinkite savo atmintį su „Mark the Last“!\n\nPasiruoškite mesti iššūkį ir pagerinti savo atmintį su „Mark the Last“ – smagiu ir paprastu žaidimu, kuris tampa vis sudėtingesnis, kuo geriau mokotės!\n\nPagrindinės savybės:\n- Lengva išmokti\n- Tobulėjant, užtrunka mažiau laiko\n- Puikiai tinka lavinti susikaupimą ir trumpalaikę atmintį\n- Smagus iššūkis žaisti vienam arba su draugais\n\nKaip žaisti:\nStebėkite, kaip lentoje atsiranda žali kvadratėliai. Jūsų užduotis? Palieskite naujausią pridėtą kvadratėlį. Su kiekvienu raundu pridedamas naujas kvadratėlis, todėl sunkiau prisiminti naujausią. Skamba lengvai? Tiesiog palaukite, kol laikmatis pradės mažėti!\n\nPasidalinkite „Mark the Last“ ir pažiūrėkite, kuris iš jūsų draugų turi ryškiausią atmintį!\n\nAčiū, kad žaidžiate ir mus palaikote!",
  "sequence_short_description": "Smagus žaidimas geresnei atminčiai! Įsiminkite pasirodžiusių kvadratėlių seką ir pakartokite ją!",
  "sequence_long_description": "„Sequence“ – tai sudėtingas ir įtraukiantis atminties žaidimas, kuris išbando jūsų susikaupimą ir greitį. Tikslas paprastas: prisiminti teisingą langelių tvarką ir juos bakstelėti ta pačia seka – tačiau neapsigaukite dėl paprastumo.\n\nKiekvieno raundo pradžioje ekrane trumpam pasirodo sunumeruoti langeliai. Atidžiai stebėkite, nes jiems išnykus, ekranas ištuštėja. Tada jūsų eilė: bakstelėkite kiekvieną langelį tiksliai tokia tvarka, kokią matėte anksčiau. Bakstelėjus neteisingą langelį, tai bus laikoma klaida. Jei neatliksite teisingos tvarkos, turėsite bandyti dar kartą.\n\nSu kiekvienu raundu iššūkis didėja – mažiau laiko įsiminti, daugiau – prisiminti ir jokių antrų šansų. Laikas bėga, o jūsų atmintis yra vienintelis jūsų įrankis.\n\n„Sequence“ puikiai tinka visiems, kurie mėgsta smegenų lavinimo žaidimus, kurie treniruoja atmintį, susikaupimą ir refleksus.\n\nManote, kad galite neatsilikti? Atsisiųskite „Sequence“ ir pažiūrėkite, kiek toli jus gali nuvesti jūsų atmintis!"
}