{
  "welcome": "Добро пожаловать в Space Apps!",
  "common_widgets_rules": "Правила",
  "common_widgets_description": "Описание",
  "common_widgets_share": "Поделиться",
  "common_widgets_share_content": "Посмотри на это невероятное приложение! ",
  "compare_rules": "Сравните появившиеся уравнения и выберите правильную операцию",
  "letter_number_rules": "Выберите подходящий тип появившейся цифры либо буквы",
  "rising_colors_rules": "Совпадает ли ЦВЕТ левого текста с названием этого цвета с правой стороны?",
  "simple_counting_rules": "Подсчитайте ответ появившегося уравнения",
  "remember_the_number_rules": "Повторите появившиеся число",
  "sequence_rules": "Запомните последовательность появившихся квадратов и повторите её",
  "mark_the_last_rules": "Отметьте последний появившийся квадрат",
  "sharp_eyes_rules": "Одинаковы ли фигуры в белых квадратах?",
  "mental_counting_rules": "Подсчитайте каждую операцию и в конце отправьте результат",
  "number_agility_rules": "Выберите числа в порядке возрастания, а затем их сумму",
  "correctly_rules": "Правильна ли появившаяся математическая операция?",
  "just_remember_rules": "Нажмите на все закрашенные фигуры после того как они пропадут",
  "compare_short_description": "Продвинутая игра для развития навыков счета и внимания",
  "compare_long_description": "Отточите свои математические навыки с игрой «Сравни уравнение»!\n\n«Сравни уравнение» — увлекательная и динамичная математическая игра, которая бросает вызов вашему мозгу с каждым раундом! Играть легко, но чем больше успехов, тем сложнее.\n\nКак играть:\nНа экране появляются два разных уравнения. Ваша задача? Определите, больше ли первое, меньше ли оно второго или равно ему — и всё это до истечения времени!\n\nПо мере продвижения:\n- Числа становятся больше\n- Время сокращается\n- И даже римские цифры начинают появляться, чтобы проверить ваши навыки!\n\nОсобенности:\n- Простота обучения, сложность в освоении\n- Отлично подходит для развития быстрого счета и логического мышления\n- Интересно для всех возрастов — от школьников до любителей математики\n- Постепенно усложняющаяся игра, чтобы держать вас в тонусе\n\nИграйте регулярно и станьте настоящим мастером математики!\n\nСпасибо за вашу поддержку и удачных решений!",
  "rising_colors_short_description": "Простая игра для развития концентрации и внимания",
  "rising_colors_long_description": "Испытайте свой ум с игрой «Восходящие цвета»!\n\n«Восходящие цвета» начинаются просто, но быстро становятся настоящим испытанием вашей концентрации и внимания к деталям. Это головоломная игра, которая тренирует уникальный тип внимания.\n\nКак играть:\nНа экране появляются названия двух цветов. Каждое слово также отображается своим цветом.\n\nВаша задача:\nСравните цвет левого слова с названием правого.\n\nЗвучит просто? Ваш мозг попытается вас обмануть — будьте внимательны!\n\nПо мере правильного ответа:\n- Время сокращается\n- Темп ускоряется\n- И появляются новые уровни сложности!\n\nВ конце концов, появляется вторая пара… затем третья, и вам нужно будет сравнить их все — под давлением!\n\nПочему вам понравится:\n- Развивает внимание, сосредоточенность и сообразительность\n- Увлекательный, динамичный игровой процесс с возрастающей сложностью\n- Захватывающая игра на сопоставление цветов и слов\n- Идеально подходит для быстрой тренировки ума\n\nОсвойте правила, доверьтесь своей концентрации и наблюдайте, как ваш мозг адаптируется в режиме реального времени!\n\nСпасибо за вашу поддержку! Наслаждайтесь испытанием «Восходящие цвета»!",
  "letter_number_short_description": "Веселая игра для развития внимания, концентрации и навыков решения проблем",
  "letter_number_long_description": "Разблокируйте свою концентрацию с помощью «Буквы и цифры»!\n\n«Буквы и цифры» — быстрая и сложная игра, разработанная для игроков с острым умом и высокой концентрацией. Поначалу она может показаться простой, но освоить её требует серьёзной сообразительности!\n\nКак играть:\nЦифра и буква появляются вместе в жёлтом поле.\n\nВаша задача? Решите, основываясь на текущей подсказке:\n- Чётное или нечётное число?\n- Буква — гласная или согласная?\n\nНо вот в чём подвох:\n\nФокус внимания постоянно переключается между цифрами и буквами, заставляя ваш мозг адаптироваться в режиме реального времени.\n\nИ чем больше вы даёте правильных ответов:\n- Время сокращается\n- Темп ускоряется\n- Задача усложняется!\n\nПочему вам понравится:\n- Развивает предельную концентрацию и гибкость ума\n- Тренирует логику и скорость реакции\n- Настоящее испытание концентрации в условиях стресса\n- Увлекательная, захватывающая и бесконечно повторяемая игра\n\nПродолжайте играть, и вы откроете в себе скрытые способности к концентрации, о которых даже не подозревали.\n\nСпасибо за игру и поддержку Letter Number — посмотрим, насколько далеко способен ваш ум!",
  "just_remember_short_description": "Простая игра для развития памяти с появляющимися и исчезающими квадратами",
  "just_remember_long_description": "Тренируйте память с Just Remember!\n\nJust Remember — простая, но сложная игра на развитие памяти, которая начинается легко, но быстро проверяет вашу кратковременную память!\n\nКак играть:\nВнимательно следите за тем, как на экране на короткое время появляются квадраты.\n\nЗапомните их расположение — затем они исчезают!\n\nВаша задача — нажимать на одинаковые квадраты, прежде чем истечёт время.\nНеправильный выбор — и вам придётся начать заново!\n\nПо мере продвижения:\n- Появляется больше квадратов\n- Время сокращается\n- И ваша память испытывает свои пределы!\n\nПочему вам понравится:\n- Быстро научиться, сложно освоить\n- Развивает кратковременную память и концентрацию\n- Увлекательная и захватывающая тренировка мозга\n- Подходит для всех возрастов\n\nПерестаньте забывать и начните тренировать память уже сегодня!\n\nПопробуйте сейчас и расскажите нам, как далеко вы сможете продвинуться.\n\nСпасибо за поддержку!",
  "sharp_eyes_short_description": "Повысьте свою концентрацию и сосредоточенность с помощью простого инновационного подхода!",
  "sharp_eyes_long_description": "«Зоркий глаз» — простая, но постепенно усложняющаяся мобильная игра, которая проверяет вашу концентрацию и память. По мере продвижения каждый правильный ответ повышает уровень сложности — только те, у кого самое острое зрение и высокая концентрация, смогут достичь наивысших результатов!\n\nИгровой процесс прост в освоении, но сложен для освоения. Вам будут показаны пары фигур внутри полупрозрачных белых квадратов. Ваша задача? Быстро определить, одинаковы ли их форма и цвет, — но действуйте быстро, ведь время поджимает.\n\nПосле каждого ответа фигуры сдвигаются влево, открывая следующую пару. Вот в чём подвох: с каждым раундом видимых фигур становится всё меньше, и время сокращается. Это значит, что вам нужно будет запоминать предыдущие фигуры, чтобы делать правильные выводы. Когда на экране остаётся только одна фигура, начинается настоящее испытание — и вместе с ним — веселье!\n\nПопробуйте «Зоркий глаз» и проверьте, насколько далеко вас может завести ваша концентрация. Игра быстро осваивается, увлекательна и идеально подходит для развития внимания в любое время и в любом месте.\n\nБлагодарим Вас за проявленный интерес!",
  "remember_the_number_short_description": "Научитесь запоминать длинные числа и улучшите свою память за короткое время с легкостью!",
  "remember_the_number_long_description": "Вы когда-нибудь мечтали без труда запомнить больше 10 чисел?\n\nТеперь это возможно — и это проще, чем вы думаете!\n\nЭта увлекательная и сложная игра на развитие памяти научит ваш мозг запоминать всё более длинные числа всего за несколько сеансов. Вот как это работает:\n\nНа экране на короткое время появится число. Постарайтесь запомнить его, прежде чем оно исчезнет!\nКак только оно исчезнет, появится клавиатура и начнётся отсчёт времени.\nВаша задача — быстро ввести число, которое вы только что увидели. Будьте осторожны — одна ошибка будет стоить вам жизни, а у вас всего три жизни!\n\nС каждым правильным ответом числа становятся длиннее и сложнее, расширяя границы вашей памяти.\n\nНе ждите — начните тренировать свой мозг прямо сейчас и узнайте, как легко вы можете запоминать даже огромные числа!",
  "correctly_short_description": "Улучшайте свои навыки счета и концентрации, решая уравнения вовремя!",
  "correctly_long_description": "Correctly — это быстрая и увлекательная математическая игра, которая бросает вызов вашему мозгу с каждым правильным ответом. Правила просты, но чем умнее вы играете, тем сложнее становится игра!\n\nКак играть:\nНа экране отображаются два уравнения со знаком сравнения между ними (>, < или =).\n\nВаша задача? Определите, верно ли сравнение или нет, а затем нажмите «ДА» или «НЕТ».\n\nЗвучит просто? Просто подождите:\n- Числа становятся больше по мере продвижения\n- Время сокращается с каждым уровнем\n- И начинают появляться сложные римские цифры!\n\nПочему вам понравится:\n- Простой игровой процесс с настоящим вызовом\n- Отлично подходит для развития скорости и точности вычислений\n- Идеально подходит для быстрой тренировки мозга в любое время\n\nРазвлечение для всех возрастов!\n\nПроверьте свои навыки — сколько раз вы сможете ответить «Правильно»?\n\nСпасибо за поддержку и приятной игры!",
  "mental_counting_short_description": "Улучшайте свои навыки счета, решая множество последовательных математических операций.",
  "mental_counting_long_description": "Раскройте свой потенциал с помощью устного счёта!\n\nУстный счёт — это динамичная, сложная математическая игра, которая с первой секунды бросит вызов вашей концентрации и навыкам счёта!\n\nКак играть:\nМатематические действия появляются на экране одно за другим.\nВы должны в уме посчитать каждый результат и в конце ввести окончательный ответ.\n\nЗвучит просто? Подумайте ещё раз.\n\nПо мере продвижения:\n- Числа становятся больше\n- С каждым раундом добавляется больше действий\n- А время сокращается!\n\nОдин неправильный ответ, и всё возвращается к началу — так что будьте внимательны и сосредоточены!\n\nПочему вам понравится:\n- Идеально подходит для развития скорости и точности устного счёта\n- Развивает концентрацию и уверенность в вычислениях\n- Затягивающий и увлекательный игровой процесс\n- Отлично подходит для продвинутых учеников и любителей математики\n\nНаслаждайтесь вызовом устного счёта, как никогда раньше!\n\nСпасибо за поддержку и удачного счёта!",
  "number_agility_short_description": "Продвинутая игра на счет для развития мозга, которая больше нигде не доступна",
  "number_agility_long_description": "«Number Agility» — динамичная и постепенно усложняющаяся мобильная игра, которая станет настоящим испытанием для вашей памяти, внимания и умения быстро считать!\n\nКак играть:\n- Числа появляются в клетках на игровом поле случайным образом.\n- Нажимайте на них в порядке возрастания, но не забывайте, что вы выбрали!\n- Как только все числа будут отмечены, появятся 4 новых клетки.\n- В одной из них будет указана сумма выбранных вами чисел.\n\nВыбирайте обдуманно и быстро!\n\nКаждый правильный ответ увеличивает сложность, заставляя ваш мозг работать быстрее и умнее. Только те, кто обладает предельной концентрацией и высокой сообразительностью, добьются наилучшего результата.\n\nДумай быстро. Считай ещё быстрее.\nСможете ли вы справиться с давлением «Number Agility»?",
  "simple_counting_short_description": "Улучшайте свои навыки счета, решая простые математические уравнения",
  "simple_counting_long_description": "Развивайте свои навыки устного счета с помощью Simple Counting!\n\nSimple Counting — это простая математическая игра, разработанная для оттачивания навыков счета и развития математических способностей — и всё это в увлекательной форме!\n\nКак играть:\nНа экране появляются уравнения, и вам нужно быстро их решать.\nЧем больше правильных ответов вы дадите:\n- Числа становятся больше\n- Время сокращается\n- Сложность возрастает!\n\nНо будьте осторожны — один неправильный ответ, и вы вернётесь к более простым задачам.\n\nПочему вам понравится:\n- Отлично подходит для тренировки быстрого счёта\n- Подходит для всех возрастов и уровней подготовки\n- Помогает развивать быстрое и точное мышление\n- Простой, понятный и захватывающий игровой процесс\n\nИграйте регулярно и наблюдайте, как ваша скорость и уверенность в своих математических способностях стремительно растут!\n\nСпасибо за вашу поддержку — наслаждайтесь развитием навыков с удовольствием!",
  "mark_the_last_short_description": "Простая игра для развития памяти и внимания",
  "mark_the_last_long_description": "Улучшите свою память с Mark the Last!\n\nПриготовьтесь испытать и улучшить свою память с Mark the Last — весёлой и простой игрой, которая становится сложнее с каждым вашим успехом!\n\nОсновные особенности:\n- Легко освоить\n- Меньше времени по мере улучшения\n- Отлично подходит для тренировки концентрации и кратковременной памяти\n- Увлекательное испытание для игры в одиночку или с друзьями\n\nКак играть:\nНаблюдайте за появлением зелёных квадратов на игровом поле. Ваша задача? Нажмите на последний добавленный квадрат. С каждым раундом добавляется новый квадрат, что усложняет запоминание последнего. Звучит просто? Просто подождите, пока таймер начнёт уменьшаться!\n\nПоделитесь Mark the Last и узнайте, у кого из ваших друзей самая острая память!\n\nСпасибо, что играете и поддерживаете нас!",
  "sequence_short_description": "Веселая игра для улучшения памяти! Запомните последовательность появления квадратов и повторите её!",
  "sequence_long_description": "Sequence — сложная и захватывающая игра на память, которая проверит вашу концентрацию и скорость. Цель проста: запомнить правильный порядок квадратов и нажимать на них в той же последовательности, но не позволяйте простоте обмануть вас.\n\nВ начале каждого раунда на экране на короткое время появляются пронумерованные квадраты. Будьте внимательны, потому что как только они исчезнут, экран погаснет. Затем ваша очередь: нажимайте на каждый квадрат в том же порядке, в котором вы видели его раньше. Нажатие на неправильный квадрат считается ошибкой. Промах по порядку — и вам придётся попробовать ещё раз.\n\nСложность возрастает с каждым раундом: меньше времени на запоминание, больше на запоминание, и никаких вторых шансов. Время уходит, и ваша память — ваш единственный инструмент.\n\nSequence идеально подходит для всех, кто любит игры на развитие памяти, концентрации и реакции.\n\nДумаете, сможете угнаться? Скачайте Sequence и проверьте, насколько хороша ваша память!"
}