{
  "welcome": "ยินดีต้อนรับสู่ Space Apps!",
  "common_widgets_rules": "กฎ",
  "common_widgets_description": "คำอธิบาย",
  "common_widgets_share": "แบ่งปัน",
  "common_widgets_share_content": "ดูแอพที่น่าทึ่งนี้สิ!",
  "compare_rules": "เปรียบเทียบสมการที่ปรากฏและเลือกเครื่องหมายที่ถูกต้อง",
  "letter_number_rules": "เลือกประเภทตัวเลขหรือตัวอักษรที่ปรากฏให้เหมาะสม",
  "rising_colors_rules": "สีของข้อความทางด้านซ้ายตรงกับชื่อทางด้านขวาหรือไม่?",
  "simple_counting_rules": "นับคำตอบของสมการที่ปรากฏ",
  "remember_the_number_rules": "Repeat the appeared number",
  "sequence_rules": "จำลำดับของช่องสี่เหลี่ยมที่ปรากฏและทำซ้ำ",
  "mark_the_last_rules": "เครื่องหมายปรากฏตัวครั้งสุดท้ายในสี่เหลี่ยม",
  "sharp_eyes_rules": "รูปร่างและสีของรูปในสี่เหลี่ยมสีขาวเป็นสีเดียวกันหรือไม่?",
  "mental_counting_rules": "นับการคำนวณทางคณิตศาสตร์ทั้งหมดและส่งผลลัพธ์ในตอนท้าย",
  "number_agility_rules": "เลือกตัวเลขตามลำดับจากน้อยไปมากและหลังจากผลรวม",
  "correctly_rules": "การดำเนินการทางคณิตศาสตร์ที่ปรากฏนั้นถูกต้องหรือไม่?",
  "just_remember_rules": "คลิกที่รูปสีทั้งหมดหลังจากที่มันหายไป",
  "compare_short_description": "เกมขั้นสูงเพื่อพัฒนาทักษะการนับและความสนใจ",
  "compare_long_description": "ฝึกฝนทักษะคณิตศาสตร์ของคุณด้วย Compare Equation!\n\nCompare Equation คือเกมคณิตศาสตร์ที่สนุกและรวดเร็ว ท้าทายสมองของคุณในทุกๆ รอบ! เล่นง่าย แต่ยิ่งเล่นยิ่งยาก ยิ่งสำเร็จ\n\nวิธีเล่น:\nสมการสองสมการจะปรากฏขึ้นบนหน้าจอ ภารกิจของคุณคืออะไร? ตัดสินใจว่าสมการแรกมากกว่า น้อยกว่า หรือเท่ากับสมการที่สอง — ทั้งหมดนี้ก่อนหมดเวลา!\nขณะที่คุณเล่นไปเรื่อยๆ:\n- ตัวเลขจะใหญ่ขึ้น\n- เวลาจะสั้นลง\n- และแม้แต่เลขโรมันก็จะเริ่มปรากฏขึ้นเพื่อทดสอบทักษะของคุณ!\n\nคุณสมบัติ:\n- เรียนรู้ง่าย ท้าทายเมื่อเชี่ยวชาญ\n- เหมาะสำหรับการพัฒนาทักษะคณิตศาสตร์และการคิดเชิงตรรกะอย่างรวดเร็ว\n- สนุกสำหรับทุกเพศทุกวัย ตั้งแต่นักเรียนไปจนถึงผู้ที่รักคณิตศาสตร์\n- ความยากจะค่อยๆ สูงขึ้นเรื่อยๆ เพื่อให้คุณตื่นตัวอยู่เสมอ\n\nเล่นเป็นประจำและกลายเป็นปรมาจารย์คณิตศาสตร์ตัวจริง!\n\nขอบคุณสำหรับการสนับสนุนและสนุกกับการแก้โจทย์!",
  "rising_colors_short_description": "เกมง่ายๆ เพื่อเพิ่มทักษะสมาธิและการใส่ใจ",
  "rising_colors_long_description": "ท้าทายสมองของคุณด้วย Rising Colors!\n\nRising Colors เริ่มต้นง่ายๆ แต่กลับกลายเป็นบททดสอบสมาธิและความใส่ใจในรายละเอียดของคุณอย่างรวดเร็ว เป็นเกมที่ฝึกสมองที่ฝึกสมาธิแบบเฉพาะตัว\n\nวิธีเล่น:\nชื่อสีสองสีจะปรากฏบนหน้าจอ แต่ละคำจะแสดงด้วยสีที่ต่างกัน\nภารกิจของคุณ:\nเปรียบเทียบสีของคำด้านซ้ายกับชื่อของคำด้านขวา\nฟังดูง่ายใช่ไหม? สมองของคุณจะพยายามหลอกคุณ—จงเฉียบคมไว้!\n\nเมื่อคุณตอบคำถามถูกต้อง:\n- เวลาสั้นลง\n- จังหวะเร็วขึ้น\n- และระดับความยากใหม่ก็ปรากฏขึ้น!\n\nในที่สุด คู่ที่สองก็ปรากฏขึ้น... จากนั้นก็คู่ที่สาม และคุณจะต้องเปรียบเทียบทั้งหมด—ภายใต้ความกดดัน!\n\nทำไมคุณจะต้องหลงรัก:\n- ช่วยเพิ่มสมาธิ สมาธิ และความคล่องแคล่วทางสมอง\n- เกมเพลย์ที่สนุก รวดเร็ว พร้อมความยากที่เพิ่มขึ้นเรื่อยๆ\n- ความท้าทายการจับคู่คำสีสุดมันส์\n- เหมาะสำหรับการฝึกสมองอย่างรวดเร็ว\n\nฝึกฝนกฎให้เชี่ยวชาญ เชื่อมั่นในสมาธิ และเฝ้าดูสมองของคุณปรับตัวแบบเรียลไทม์!\n\nขอบคุณสำหรับการสนับสนุน และขอให้สนุกกับความท้าทายของ Rising Colors!",
  "letter_number_short_description": "เกมสนุก ๆ ที่ช่วยพัฒนาความสนใจ สมาธิ และทักษะการแก้ปัญหา",
  "letter_number_long_description": "ปลดล็อกสมาธิของคุณด้วยตัวเลขตัวอักษร!\n\nตัวเลขตัวอักษรเป็นเกมที่รวดเร็วและท้าทาย ออกแบบมาสำหรับผู้เล่นที่มีไหวพริบและสมาธิสูง ในตอนแรกอาจดูเหมือนง่าย แต่การจะเชี่ยวชาญนั้นต้องใช้ความคล่องแคล่วทางสมองอย่างมาก!\n\nวิธีเล่น:\nตัวเลขและตัวอักษรจะปรากฏพร้อมกันในกล่องสีเหลือง\nงานของคุณคืออะไร? ตัดสินใจตามคำแนะนำ:\n- ตัวเลขเป็นเลขคู่หรือคี่?\n- ตัวอักษรเป็นสระหรือพยัญชนะ?\n\nแต่จุดพลิกผันคือ:\nสมาธิจะสลับไปมาระหว่างตัวเลขและตัวอักษร บังคับให้สมองของคุณปรับตัวแบบเรียลไทม์\nและเมื่อคุณตอบคำถามได้ถูกต้องมากขึ้น:\n- เวลาสั้นลง\n- จังหวะเร็วขึ้น\n- ความท้าทายจะยากขึ้น!\n\nทำไมคุณจะต้องชอบเกมนี้:\n- เสริมสร้างสมาธิและความยืดหยุ่นทางจิตใจอย่างสูงสุด\n- ฝึกทั้งตรรกะและความเร็วในการตอบสนอง\n- บททดสอบสมาธิที่แท้จริงภายใต้ความกดดัน\n- สนุก ติดหนึบ และเล่นซ้ำได้ไม่รู้จบ\n\nเล่นไปเรื่อยๆ แล้วคุณจะค้นพบพลังแห่งสมาธิที่ซ่อนอยู่ที่คุณไม่เคยรู้มาก่อน\n\nขอบคุณที่เล่นและสนับสนุน Letter Number — มาดูกันดีกว่าว่าจิตใจของคุณไปได้ไกลแค่ไหน!",
  "just_remember_short_description": "เกมง่ายๆ ที่ช่วยพัฒนาความจำด้วยช่องสี่เหลี่ยมที่ปรากฏและหายไป",
  "just_remember_long_description": "ฝึกฝนความจำของคุณด้วย Just Remember!\n\nJust Remember เป็นเกมฝึกความจำที่เรียบง่ายแต่ท้าทาย เริ่มต้นได้ง่าย — แต่ช่วยทดสอบความจำระยะสั้นของคุณได้อย่างรวดเร็ว!\n\nวิธีเล่น:\nสังเกตช่องสี่เหลี่ยมที่ปรากฏบนหน้าจอสักครู่\nจดจำตำแหน่งของช่องสี่เหลี่ยม — แล้วช่องสี่เหลี่ยมเหล่านั้นก็จะหายไป!\nภารกิจของคุณคือการแตะช่องสี่เหลี่ยมเดิมให้เป๊ะก่อนหมดเวลา\nเลือกผิด แล้วคุณต้องเริ่มใหม่!\n\nเมื่อคุณเล่นไปเรื่อยๆ:\n- ช่องสี่เหลี่ยมปรากฏขึ้นมากขึ้น\n- เวลาสั้นลง\n- และความจำของคุณก็ถูกผลักดันจนถึงขีดจำกัด!\n\nทำไมคุณจะต้องหลงรักเกมนี้:\n- เรียนรู้เร็ว เชี่ยวชาญยาก\n- ช่วยเพิ่มความจำระยะสั้นและสมาธิ\n- ฝึกสมองที่สนุกและน่าติดตาม\n- เหมาะสำหรับทุกเพศทุกวัย\n\nหยุดลืมสิ่งต่างๆ แล้วเริ่มฝึกฝนความจำของคุณวันนี้!\n\nลองเล่นตอนนี้และแจ้งให้เราทราบว่าคุณทำได้ไกลแค่ไหน\nขอบคุณสำหรับการสนับสนุน!",
  "sharp_eyes_short_description": "เพิ่มสมาธิและความจดจ่อของคุณด้วยแนวทางที่เรียบง่ายและสร้างสรรค์!",
  "sharp_eyes_long_description": "Sharp Eyes เป็นเกมมือถือที่เรียบง่ายแต่ท้าทายมากขึ้นเรื่อยๆ ที่จะทดสอบสมาธิและความจำของคุณ ยิ่งคุณเล่นไปเรื่อยๆ คำตอบที่ถูกต้องทุกข้อจะยิ่งเพิ่มความยากขึ้น — เฉพาะผู้ที่มีสายตาเฉียบคมและมีสมาธิสูงที่สุดเท่านั้นที่จะได้คะแนนสูงสุด!\n\nรูปแบบการเล่นเข้าใจง่าย แต่ยากที่จะเชี่ยวชาญ คุณจะได้เห็นรูปทรงคู่กันภายในช่องสี่เหลี่ยมสีขาวโปร่งแสง ภารกิจของคุณคืออะไร? ตัดสินใจอย่างรวดเร็วว่ารูปร่างและสีของรูปทรงเหล่านั้นเหมือนกันหรือไม่ — แต่ต้องทำอย่างรวดเร็ว เพราะคุณกำลังแข่งกับเวลา\n\nหลังจากตอบถูกแต่ละข้อ รูปทรงจะเลื่อนไปทางซ้าย เผยให้เห็นคู่ถัดไป นี่แหละคือจุดเปลี่ยน: ในแต่ละรอบ รูปทรงจะเหลือให้เห็นน้อยลง และเวลาของคุณก็จะสั้นลง นั่นหมายความว่าคุณต้องจำรูปทรงก่อนหน้าเพื่อตัดสินใจให้ถูกต้อง เมื่อเหลือเพียงรูปทรงเดียวบนหน้าจอ ความท้าทายที่แท้จริงก็เริ่มต้นขึ้น — และความสนุกก็เช่นกัน!\n\nลองเล่น Sharp Eyes แล้วดูว่าสมาธิของคุณจะพาคุณไปได้ไกลแค่ไหน เรียนรู้ได้เร็ว เล่นสนุก และเหมาะสำหรับการฝึกฝนสมาธิของคุณทุกที่ทุกเวลา\n\nขอขอบคุณสำหรับความสนใจของคุณ!",
  "remember_the_number_short_description": "เรียนรู้ที่จะจดจำตัวเลขยาวๆ และปรับปรุงความจำของคุณในเวลาสั้นๆ ได้อย่างง่ายดาย!",
  "remember_the_number_long_description": "คุณเคยฝันที่จะจำตัวเลขได้มากกว่า 10 ตัวแบบไม่ต้องออกแรงเลยไหม?\n\nตอนนี้คุณทำได้แล้ว – และมันง่ายกว่าที่คิด!\n\nเกมฝึกความจำสุดสนุกและท้าทายนี้จะฝึกสมองของคุณให้จดจำตัวเลขได้นานขึ้นเรื่อยๆ ภายในเวลาเพียงไม่กี่ครั้ง วิธีการเล่นมีดังนี้:\n\nตัวเลขจะปรากฏบนหน้าจอในช่วงเวลาสั้นๆ พยายามจดจำก่อนที่มันจะหายไป!\nเมื่อตัวเลขหายไป แป้นพิมพ์จะปรากฏขึ้นและนาฬิกาจับเวลาจะเริ่มเดิน\nภารกิจของคุณคือการป้อนตัวเลขที่คุณเพิ่งเห็นอย่างรวดเร็ว ระวัง — ความผิดพลาดเพียงครั้งเดียวอาจทำให้คุณเสียชีวิต และคุณจะมีชีวิตเพียงสามชีวิตเท่านั้น!\n\nเมื่อตอบถูกแต่ละครั้ง ตัวเลขจะยาวขึ้นและยากขึ้น – ยกระดับความจำของคุณไปอีกขั้น\n\nอย่ารอช้า – เริ่มฝึกสมองของคุณตอนนี้ แล้วค้นพบว่าคุณสามารถจดจำตัวเลขจำนวนมากได้อย่างง่ายดายแค่ไหน!",
  "correctly_short_description": "ปรับปรุงทักษะการนับและสมาธิของคุณด้วยการแก้สมการตรงเวลา!",
  "correctly_long_description": "Correctly คือเกมคณิตศาสตร์ที่รวดเร็วและสนุกที่ท้าทายสมองของคุณด้วยคำตอบที่ถูกต้องทุกข้อ กฎกติกานั้นง่าย — แต่ยิ่งคุณเล่นเก่งเท่าไหร่ เกมก็ยิ่งยากขึ้นเท่านั้น!\n\nวิธีเล่น:\nสมการสองสมการจะปรากฏบนหน้าจอพร้อมเครื่องหมายเปรียบเทียบ (>, <, หรือ =)\nงานของคุณคืออะไร? ตัดสินใจว่าการเปรียบเทียบนั้นถูกหรือผิด จากนั้นแตะ \"ใช่\" หรือ \"ไม่\"\n\nฟังดูง่ายใช่ไหม? รอสักครู่:\n- ตัวเลขจะใหญ่ขึ้นเรื่อยๆ เมื่อคุณเล่นไปเรื่อยๆ\n- เวลาจะสั้นลงเรื่อยๆ ในแต่ละด่าน\n- และตัวเลขโรมันที่ซับซ้อนก็เริ่มปรากฏขึ้น!\n\nทำไมคุณจะต้องชอบเกมนี้:\n- รูปแบบการเล่นที่เรียบง่ายพร้อมความท้าทายที่แท้จริง\n- เหมาะสำหรับการพัฒนาความเร็วและความแม่นยำทางคณิตศาสตร์\n- เหมาะสำหรับการฝึกสมองอย่างรวดเร็วทุกเวลา\n\nสนุกสำหรับทุกวัย!\n\nทดสอบทักษะของคุณ — คุณสอบ Correctly ได้กี่ข้อ?\n\nขอบคุณสำหรับการสนับสนุนและขอให้สนุกกับเกม!",
  "mental_counting_short_description": "ปรับปรุงทักษะการนับของคุณโดยการแก้ปัญหาทางคณิตศาสตร์ที่ตามมามากมาย",
  "mental_counting_long_description": "ก้าวข้ามขีดจำกัดของคุณด้วยเกมนับเลขในใจ!\n\nเกมนับเลขในใจเป็นเกมคณิตศาสตร์ขั้นสูงที่เล่นเร็ว ท้าทายสมาธิและทักษะการคำนวณของคุณตั้งแต่วินาทีแรก!\n\nวิธีเล่น:\nการคำนวณทางคณิตศาสตร์จะปรากฏขึ้นบนหน้าจอทีละรายการ\nคุณต้องคำนวณผลลัพธ์แต่ละผลลัพธ์ในใจและป้อนคำตอบสุดท้ายในตอนท้าย\nฟังดูง่ายใช่ไหม? ลองคิดใหม่ดู\n\nขณะที่คุณเล่นไปเรื่อยๆ:\n- ตัวเลขจะใหญ่ขึ้น\n- มีการคำนวณเพิ่มขึ้นในแต่ละรอบ\n- และเวลาก็สั้นลงเรื่อยๆ!\n\nตอบผิดแค่ครั้งเดียว ก็กลับไปเริ่มต้นใหม่ — ดังนั้นจงมีสมาธิและจดจ่อ!\n\nทำไมคุณจะต้องหลงรักเกมนี้:\n- เหมาะสำหรับการพัฒนาความเร็วและความแม่นยำในการคำนวณทางคณิตศาสตร์ในใจ\n- เสริมสร้างสมาธิและความมั่นใจในการคิดเลข\n- เกมเพลย์ที่น่าเล่นและคุ้มค่า\n- เหมาะสำหรับผู้เรียนระดับสูงและผู้ที่รักคณิตศาสตร์\n\nสนุกไปกับความท้าทายในการคำนวณทางคณิตศาสตร์ในใจอย่างที่ไม่เคยมีมาก่อน!\n\nขอบคุณสำหรับการสนับสนุนและขอให้สนุกกับการนับเลข!",
  "number_agility_short_description": "เกมนับเลขขั้นสูงเพื่อพัฒนาสมองที่หาไม่ได้จากที่อื่น",
  "number_agility_long_description": "Number Agility คือเกมมือถือที่เล่นเร็วและท้าทายยิ่งขึ้นเรื่อยๆ ที่จะทดสอบความจำ สมาธิ และทักษะคณิตศาสตร์ของคุณอย่างถึงที่สุด!\n\nวิธีเล่น:\n- ตัวเลขจะปรากฏขึ้นแบบสุ่มในช่องบนกระดาน\n- แตะตัวเลขตามลำดับจากน้อยไปมาก — แต่อย่าหลงลืมตัวเลขที่เลือก!\n- เมื่อทำเครื่องหมายตัวเลขทั้งหมดแล้ว ช่องใหม่ 4 ช่องจะปรากฏขึ้น\n- หนึ่งในช่องนี้มีผลรวมของตัวเลขที่คุณเลือกถูกต้อง\n\nเลือกอย่างชาญฉลาด — และรวดเร็ว!\n\nคำตอบที่ถูกต้องทุกคำตอบจะเพิ่มความยากขึ้น กระตุ้นสมองของคุณให้ทำงานเร็วขึ้นและฉลาดขึ้น เฉพาะผู้ที่มีสมาธิเฉียบคมและความคล่องแคล่วทางสมองที่แข็งแกร่งเท่านั้นที่จะได้ผลลัพธ์ที่ดีที่สุด\n\nคิดให้เร็ว นับให้เร็วขึ้น\nคุณรับมือกับความกดดันจาก Number Agility ได้หรือไม่?",
  "simple_counting_short_description": "พัฒนาทักษะการนับของคุณด้วยการแก้สมการทางคณิตศาสตร์ง่ายๆ",
  "simple_counting_long_description": "พัฒนาสมองคณิตศาสตร์ของคุณด้วยเกมนับเลขง่ายๆ!\n\nเกมนับเลขง่ายๆ คือเกมคณิตศาสตร์ที่เล่นง่าย ออกแบบมาเพื่อพัฒนาทักษะการนับเลขและเสริมสร้างความตระหนักรู้ทางคณิตศาสตร์ของคุณ — ทั้งหมดนี้ไปพร้อมกับความสนุกสนาน!\n\nวิธีเล่น:\nสมการจะปรากฏบนหน้าจอ และคุณต้องแก้ให้เร็วที่สุด\nยิ่งคุณตอบถูกมากเท่าไหร่:\n- ตัวเลขจะยิ่งมากขึ้นเท่านั้น\n- เวลาจะสั้นลงเท่านั้น\n- ความท้าทายก็จะยิ่งมากขึ้นเท่านั้น!\n\nแต่ระวัง — แค่ตอบผิดครั้งเดียว คุณก็จะกลับไปเจอโจทย์ที่ง่ายกว่า\n\nทำไมคุณจะต้องหลงรักเกมนี้:\n- เหมาะสำหรับการฝึกคณิตศาสตร์อย่างรวดเร็ว\n- เหมาะสำหรับทุกเพศทุกวัยและทุกระดับทักษะ\n- ช่วยพัฒนาความคิดอย่างรวดเร็วและแม่นยำ\n- รูปแบบการเล่นที่เรียบง่าย เข้าใจง่าย และน่าเล่น\n\nเล่นเป็นประจำ แล้วคุณจะเห็นความเร็วและความมั่นใจทางคณิตศาสตร์ของคุณพุ่งสูงขึ้น!\n\nขอบคุณสำหรับการสนับสนุน — ขอให้สนุกกับการพัฒนาตัวเอง!",
  "mark_the_last_short_description": "เกมง่ายๆ เพื่อปรับปรุงความจำและความสนใจ",
  "mark_the_last_long_description": "พัฒนาความจำของคุณด้วย Mark the Last!\n\nเตรียมตัวท้าทายและพัฒนาความจำของคุณด้วย Mark the Last เกมที่สนุกและเรียบง่ายที่ยิ่งเล่นเก่งก็ยิ่งยากขึ้น!\n\nคุณสมบัติหลัก:\n- เรียนรู้ง่าย\n- ใช้เวลาน้อยลงเมื่อคุณพัฒนาฝีมือ\n- เหมาะสำหรับการฝึกสมาธิและความจำระยะสั้น\n- ความท้าทายสนุกๆ สำหรับเล่นคนเดียวหรือเล่นกับเพื่อน\n\nวิธีเล่น:\nดูช่องสี่เหลี่ยมสีเขียวที่ปรากฏบนกระดาน ภารกิจของคุณคืออะไร? แตะที่ช่องสี่เหลี่ยมที่เพิ่มเข้ามาล่าสุด ในแต่ละรอบจะมีช่องสี่เหลี่ยมใหม่เพิ่มเข้ามา ทำให้จำช่องสี่เหลี่ยมล่าสุดได้ยากขึ้น ฟังดูง่ายใช่ไหม? รอจนกว่าเวลาจะเริ่มลดลง!\n\nแชร์ Mark the Last แล้วดูว่าใครในกลุ่มเพื่อนของคุณมีความจำที่เฉียบคมที่สุด!\n\nขอบคุณที่เล่นและสนับสนุนเรา!",
  "sequence_short_description": "เกมสนุกๆ ฝึกความจำ! จำลำดับของช่องสี่เหลี่ยมที่ปรากฏและเล่นซ้ำ!",
  "sequence_long_description": "Sequence คือเกมฝึกความจำที่ท้าทายและน่าติดตาม ที่จะทดสอบสมาธิและความเร็วของคุณ เป้าหมายนั้นเรียบง่าย: จำลำดับช่องสี่เหลี่ยมให้ถูกต้อง แล้วแตะช่องเหล่านั้นตามลำดับเดิม แต่อย่าปล่อยให้ความเรียบง่ายหลอกคุณ\n\nเมื่อเริ่มต้นแต่ละรอบ ช่องสี่เหลี่ยมที่มีหมายเลขจะปรากฏขึ้นบนหน้าจอชั่วครู่ ตั้งใจฟังให้ดี เพราะเมื่อช่องสี่เหลี่ยมหายไป หน้าจอจะว่างเปล่า จากนั้นก็ถึงตาคุณ: แตะช่องสี่เหลี่ยมแต่ละช่องตามลำดับที่คุณเห็นก่อนหน้านี้ แตะช่องที่ผิด ระบบจะนับเป็นความผิดพลาด หากพลาดลำดับ คุณจะต้องลองใหม่อีกครั้ง\n\nความท้าทายจะเพิ่มขึ้นในแต่ละรอบ — มีเวลาจดจำน้อยลง มีเวลาจดจำมากขึ้น และไม่มีโอกาสแก้ตัว เวลากำลังเดินต่อไป และความจำของคุณคือเครื่องมือเดียวของคุณ\n\nSequence เหมาะสำหรับทุกคนที่ชอบเกมฝึกสมองที่ทดสอบความจำ สมาธิ และปฏิกิริยาตอบสนอง\n\nคิดว่าคุณตามทันไหม? ดาวน์โหลด Sequence แล้วดูว่าความจำของคุณจะพัฒนาไปได้ไกลแค่ไหน!"
}